import type { TeamPersonI } from "../../types/team.types";

export const team: TeamPersonI[] = [
  {
    image: "/team/person-1.png",
    dataPerson: "Мария Трошихина",
    post: "Директор",
    details: [
      {
        title: "Образование:",
        description: "ФГАОУ ВПО КФУ, гражданское и предпринимательское право",
      },
      {
        title: "Опыт работы:",
        description: "более 10 лет",
      },
      {
        title: "Область профессиональных интересов:",
        description: "финтех, государственная интеллектуальная собственность",
      },
    ],
    comment:
      "Отмечена благодарностью Министерства цифрового развития государственного управления, цифровых технологий и связи РТ, 2021",
  },
  {
    image: "/team/person-2.jpg",
    dataPerson: "Илана Ярко",
    post: "Партнер",
    details: [
      {
        title: "Образование:",
        description:
          "ФГАОУ ВПО КФУ юриспруденция, ФГАОУ ВПО КФУ Переводчик английского языка в сфере профессиональной коммуникации, НИИ, ВШЭ, Комплаенс в области персональных данных, ФГАУ ДПО Учебно-методический центр ФАС",
      },
      {
        title: "Опыт работы:",
        description: "более 7 лет",
      },
      {
        title: "Область профессиональных интересов:",
        description:
          "сопровождение продуктовых ИТ-компаний и ИТ-компаний по коммерческой разработке",
      },
    ],
    comment: "",
  },
  {
    image: "/team/person-3.webp",
    dataPerson: "Луиза Нуриахметова",
    post: "Юрист",
    details: [
      {
        title: "Образование:",
        description:
          "К(П)ФУ, Юриспруденция, бакалавриат. Московский государственный юридический университет им. О.Е. Кутафина, магистр частного права",
      },
      {
        title: "Опыт работы:",
        description: "более 6 лет",
      },
      {
        title: "Область профессиональных интересов:",
        description:
          "договорная работа и судебные споры в области информационных технологий",
      },
    ],
    comment: "",
  },
  {
    image: "/team/person-4.jpg",
    dataPerson: "Венера Фаттахова",
    post: "Юрист",
    details: [
      {
        title: "Образование:",
        description: "Российский государственный университет правосудия, Москва",
      },
      {
        title: "Опыт работы:",
        description: "более 10 лет",
      },
      {
        title: "Область профессиональных интересов:",
        description:
          "договорная работа и правовой анализ в области информационных технологий",
      },
    ],
    comment: "",
  },
];
