import type { TeamPersonI } from "../../types/team.types";


export const team: TeamPersonI[] = [
    {
        image: "/team/person-1.png",
        dataPerson: "Мария Трошихина",
        post: "Директор",
        study: {
            title: "Образование:",
            description:
                "ФГАОУ ВПО КФУ, гражданское и предпринимательское право",
        },
        experience: {
            title: "Опыт работы:",
            description:
                "более 10 лет",
        },
        area: {
            title: "Область профессиональных интересов:",
            description:
                "финтех, государственная интеллектуальная собственность",
        },
        comment:
            "Отмечена благодарностью Министерства цифрового развития государственного управления, цифровых технологий и связи РТ, 2021",
    },
    {
        image: "/team/person-2.jpg",
        dataPerson: "Илана Ярко",
        post: "Партнер",
        study: {
            title: "Образование:",
            description:
                "ФГАОУ ВПО КФУ юриспруденция, ФГАОУ ВПО КФУ Переводчик английского языка в сфере профессиональной коммуникации, НИИ, ВШЭ, Комплаенс в области персональных данных, ФГАУ ДПО Учебно-методический центр ФАС",
        },
        experience: {
            title: "Опыт работы:",
            description:
                "более 7 лет",
        },
        area: {
            title: "Область профессиональных интересов:",
            description:
                "сопровождение продуктовых ИТ-компаний и ИТ-компаний по коммерческой разработке",
        },
        comment:
            "",
    },
    {
        image: "/team/person-3.webp",
        dataPerson: "Луиза Нуриахметова",
        post: "Юрист",
        study: {
            title: "Образование:",
            description:
                "К(П)ФУ, Юриспруденция, бакалавриат. Московский государственный юридический университет им. О.Е. Кутафина, магистр частного права",
        },
        experience: {
            title: "Опыт работы:",
            description:
                "более 6 лет",
        },
        area: {
            title: "Область профессиональных интересов:",
            description:
                "договорная работа и судебные споры в области информационных технологий",
        },
        comment:
            "",
    },
    {
        image: "/team/person-4.jpg",
        dataPerson: "Венера Фаттахова",
        post: "Директор",
        study: {
            title: "Образование:",
            description:
                "Российский государственный университет правосудия, Москва",
        },
        experience: {
            title: "Опыт работы:",
            description:
                "более 10 лет",
        },
        area: {
            title: "Область профессиональных интересов:",
            description:
                "договорная работа и правовой анализ в области информационных технологий",
        },
        comment:
            "",
    },
];
