import type { HeroI } from "../components/Hero/types/hero.types";


export const hero: HeroI = {
    title: "Математически точные\nюридические решения",
    description:
        "ПРАВО ПРОСТО — российская юридическая фирма с глубокой экспертизой в IT, инвестиционных сделках и юридических исследованиях. Мы решаем многоуровневые правовые задачи и управляем комплексными юридическими проектами для бизнеса и частных клиентов. Головной офис компании расположен в ИТ-Парке им. Б. Рамеева в Казани.",
    button: "Консультация",
    serviceKeywords: [
        {
            name: "Договоры",
        },
        {
            name: "Сделки",
        },
        {
            name: "Претензии",
        },
        {
            name: "Инвестиции",
        },
        {
            name: "Авторское право",
        },
        {
            name: "Аудит",
        },
        {
            name: "Реорганизация",
        },
        {
            name: "Защита кода",
        },
        {
            name: "Аккредитация",
        },
        {
            name: "Правовой R&D",
        },
        {
            name: "ИТ-льготы",
        },
        {
            name: "Биометрия",
        },
        {
            name: "Due diligence",
        },
        {
            name: "Лицензия",
        },
    ],
};
